---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleBaseLevelOffsetParam
source: html/5fd475f8-59cb-bd7a-73a2-3ad2be3bfad1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleBaseLevelOffsetParam Property

"Base Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleBaseLevelOffsetParam { get; }
```